[
 {
   "id": 1,
   "author": "Ashleigh Austen",
   "title": "Are You Using Booze To Block Out Bad Days?",
   "date": "01-11-2021",
   "content": "It's time to get deep and talk about emotional drinking. \n\nFor most of us, the occasional weekend blow-out is no big deal – we wake up, get a burger delivered and spend the afternoon getting acquainted with Nurofen and Netflix. But when a nightly bottle of chardonnay and a hangover becomes the status quo, it could be a sign something else is up.\n\nAccording to clinical hypnotherapist Georgia Foster, drinking can be a symptom of deeper emotional issues, as anybody who uses alcohol to wind down after a big day can attest to.\n\n“You're training your brain to use alcohol as a way of dealing with emotional feelings. It can only last for so long before the bubble bursts and the reality hits that drinking doesn’t fix anything – it can make it worse,” says Foster.\n\nAlthough drinking your way through a problem doesn’t necessarily make you an alcoholic, but an emotional drinker.\n\n“Emotional drinkers are generally responsible people who hold down good jobs and run households and have healthy relationships. They’ve just got themselves into a drinking rut and drink more than they should habitually. Whereas, alcoholics need alcohol more than relationships. They slowly but surely retreat from life in favour of alcohol. Sadly often along the way, relationships become severed, financial strains occur and alcohol becomes the only thing the person feels they need in their life.”\n\nKnow the signs\nAccording to Foster, these warning signs could mean your drinking has moved from social tipple to emotional subsistence.\n\nYou use alcohol as a way to deal with life.\nYou avoid social situations that don’t involve alcohol.\nYou drink in secret to hide how much is being consumed.\nYou feel worried that you are not able to have a day off alcohol.\nYou can’t sleep without alcohol.\nYou need to drink alcohol before being intimate.\nYou can’t relax unless drinking.\nYou feel like you need to drink to communicate.",
   "saved": "yes",
   "summary": "Drinking can become and an emotional response, are you using booze to cope?",
   "source": "https://www.bodyandsoul.com.au/health/womens-health/are-you-using-booze-to-block-out-bad-days/news-story/dd5b9c842918daf5dca7fd1cf5bdfee6"
 },
 {
   "id": 2,
   "author": "Steve Morin",
   "title": "How to Reduce social drinking",
   "date": "31-10-2021",
   "content": "If you’re going out, here are some things you can do to reduce your drinking:\nIf you’re going to a friends’ place, limit how much alcohol you take with you and make sure you have a variety of non-alcoholic alternatives.\nIf you’re heading out for the night, avoid drinking in rounds. Research tells us drinking in rounds results in people drinking more than they planned.\nIf you’re wanting to limit how much you drink, the best excuse is to be the designated driver!\nSet a budget on how much you will spend on alcohol in any period.\nFind social alternatives that doesn’t involve alcohol. For example, pick a location to catch up with a friend where alcohol isn’t easily available, such as at the beach, a picnic or the movies.\nNeed to break the news to your friends or family you’re cutting back or taking a break from drinking? Here’s some tips.\n\nTelling friends or family you’re wanting to reduce your drinking can be tricky, particularly if regular drinking is common.\n\nTry rehearsing a few standard responses – this may be helpful if people are bugging you to drink more. And have a safety/escape plan if you find yourself feeling vulnerable.\n\nPractice saying no. It may be difficult at first, but you will be surprised how quickly it can become comfortable to ‘say no’ and others will get used to it.\n\nSome key phrases to respond when caught by surprise or feeling pressured to drink more, “I’m pacing myself”, “I’m on a health kick” or “I’m trying to cut back”.\nThink about your non-drinking or low-drinking friends – invite them out so you're not the only one not drinking in the group and you can come up with strategies together.\nBest case scenario, get others on board to help keep you accountable! You and your partner, friend or family member can enjoy the benefits of drinking less together.",
   "saved": "Yes",
   "summary": "Tips on how to reduce your drinking when your out with mates",
   "source": "https://alcoholthinkagain.com.au/alcohol-your-health/tips-to-reduce-drinking/"
 },
 {
   "id": 3,
   "author": "Kimberly Gillan",
   "title": "Replace beers with breaths",
   "date": "30-10-2021",
   "content": "If you’re looking to make long-term changes to your drinking behaviour, consider subbing your gin for a little meditation during this happy hour.\nThat’s the message from meditation teacher Rory Kinsella who stopped drinking alcohol some three years ago after attending an alcohol-free meditation retreat in Mexico and continuing the sober life on return.\n\n“Meditation is a good bridge between partying and sobriety because it takes you out of your mind and your thoughts into a place of peace,” Sydney-based Kinsella says.\n“It brings you to a state of balance, which means that compulsive behaviours will likely naturally start falling away.”\n\nHe says Dry July, where people take a month off alcohol to raise money for cancer, can be a great opportunity to try meditation, using it to overcome cravings and to start re-wiring our brains to reduce the compulsion to drink.\n“I recommend to people who are daily drinkers to replace it as a habit,” Kinsella says.\n\n“So if you have a drink around 6pm to relax, switch to meditation as a great way of relaxing. It means you’ll have another way to remove the stress and break that cycle of just having a drink for the sake of it.”\n",
   "saved": "no",
   "summary": "Can meditation aid in the journey to quiting the drink?",
   "source": "https://www.smh.com.au/lifestyle/health-and-wellness/from-beers-to-breaths-could-meditating-be-the-key-to-quitting-booze-20210705-p586u7.html"
 },
 {
   "id": 4,
   "author": "h&pc team",
   "title": "What are the health benifits of reducing your drinking?",
   "date": "29-10-2021",
   "content": "What are the health benefits of drinking less?\n \n\nReducing your alcohol consumption can dramatically improve your quality of life and your overall health, especially in these areas:\n\n1. Weight loss\n\nAlcohol contains empty calories, meaning that it’s energy-dense and does not contain any beneficial nutrients. It’s also extremely easy to over consume without realising. Cutting back on alcohol is one of the easiest ways to reduce your intake of unnecessary calories. Want more weight loss tips? Here’s our guide to losing weight and keeping it off.\n\n2. Improved sleep quality\n\nIt may feel like alcohol helps you fall asleep, however, it actually prevents you from going into a deep, restorative sleep. Reducing your alcohol consumption around bed time (and in general) will help improve your sleep quality and leaving you feeling more rested.\n\n3. Increased energy\n\nNow that you are getting higher quality sleep, you may notice an increase in your energy levels.\n\n4. Improved mental health\n\nAlthough it feels like a glass of vino (or two) can take the edge off after a long day, actually alcohol is a depressant drug that can increase feelings of anxiety and stress. Hello, hang-xiety.\n\n5. Improved brain function\n\nAlcohol not only affects the brain while you are under the influence (slurred speech sound familiar?) but can lead to long term cognitive decline. Reducing alcohol can improve cognitive function and lead to better focus and concentration.\n\n6. Lower risk of diseases\n\nThe risk of all the diseases we listed above as being associated with excess alcohol consumption is reduced when you limit your alcohol consumption.",
   "saved": "no",
   "summary": "Drinking can negatively impact your health, we talk about how",
   "source": "https://healthandperformancecollective.com/health-benefits-of-drinking-less/"
 }
]